Repository: pmraps/PT-clavis
Catalog: OmegaT/OmegaT-level2.tmx
Source language: en_us
Languages: pt_pt

source: Extension
pt_pt: Extensão

source: External
pt_pt: Externo

source: F-Stop (also known as f-number or f-system)
pt_pt: F-Stop (f-number ou f-system

source: Fade
pt_pt: Desvanecer

source: Failed
pt_pt: Falha

source: Falkland Islands (Islas Malvinas)
pt_pt: Ilhas Falkland (Malvinas)

source: Famous
pt_pt: Famoso

source: Faroe Islands
pt_pt: Ilhas Faroe

source: Fashion fuchsia
pt_pt: Moda fúcsia

source: Feather
pt_pt: Esbater

source: Feature
pt_pt: Funcionalidade

source: February
pt_pt: Fevereiro

source: Fern green
pt_pt: Fern verde

source: Fiber Optics (use of light transmitted through fibers)
pt_pt: Fibra óptica (uso de luz transmitida através de fibras)

source: Fidelity (precision of reproduction field)
pt_pt: Fidelidade (precisão do campo de reprodução)

source: Field
pt_pt: Campo

source: Field drab
pt_pt: Campo monótono

source: Field of View
pt_pt: Campo de visão

source: File already exists
pt_pt: O ficheiro já existe

source: File format
pt_pt: Formato de ficheiro

source: Fill
pt_pt: Preencher

source: Filled
pt_pt: Cheio, Preenchido

source: Finish
pt_pt: Terminar, Concluir

source: Finished
pt_pt: Terminado

source: Finland
pt_pt: Finlândia

source: Fire engine red
pt_pt: Motor de bombeiros vermelho

source: Fit
pt_pt: Ajustar

source: Fixed
pt_pt: Fixo

source: Flame
pt_pt: Chama

source: Flamingo pink
pt_pt: Flamingo rosa

source: Flatten
pt_pt: Aplanar

source: Flax
pt_pt: Linho

source: Flip
pt_pt: Inverter

source: Floral white
pt_pt: Branco floral

source: Flow
pt_pt: Fluxo

source: Fluorescent orange
pt_pt: Laranja fluorescente

source: Fluorescent pink
pt_pt: Rosa fluorescente

source: Fluorescent yellow
pt_pt: Amarelo fluorescente

source: Flutter
pt_pt: Tremulação

source: Focal Length (of a lens)
pt_pt: Distância focal (da lente)

source: Focal Plane
pt_pt: Plano focal

source: Focal Point
pt_pt: Ponto focal

source: Folder
pt_pt: Pasta

source: Folly
pt_pt: Loucura

source: Font
pt_pt: Letra

source: Font color
pt_pt: Cor da letra

source: Footer
pt_pt: Rodapé

source: Footnote
pt_pt: Nota de rodapé

source: Forest green
pt_pt: Verde floresta

source: Fork
pt_pt: Bifurcar

source: Form
pt_pt: Formulário, Forma

source: Format
pt_pt: Formate, Formatar

source: Formatted
pt_pt: Formatado

source: Formatting
pt_pt: A formatar

source: Formula
pt_pt: Fórmula

source: Forward
pt_pt: Avançar, Encaminhar

source: Found
pt_pt: Encontrado

source: Frame
pt_pt: Fotograma, Quadro, Moldura

source: Frame Rate (also known as frame frequency)
pt_pt: Taxa de fotogramas (frequência de fotogramas)

source: Frame Transfer
pt_pt: Transferência de fotogramas

source: France
pt_pt: França

source: Free
pt_pt: Livre, Solto

source: French Guiana
pt_pt: Guiana Francesa

source: French Polynesia
pt_pt: Polinésia Francesa

source: French Southern and Antarctic Lands
pt_pt: Terras Austral e Antárctica Francesas

source: French beige
pt_pt: Bege francês

source: French blue
pt_pt: Azul francês

source: French lilac
pt_pt: Lilás francês

source: French rose
pt_pt: Rosa francês

source: Frequency Interlace
pt_pt: Entrelace da frequência

source: Frequency Response
pt_pt: Resposta de frequência

source: Front
pt_pt: Frente

source: Front Porch
pt_pt: Varanda da frente

source: Fuchsia
pt_pt: Fúcsia

source: Fuchsia pink
pt_pt: Rosa fúcsia

source: Full Screen
pt_pt: Ecrã completo

source: Function
pt_pt: Função

source: Functionality
pt_pt: Funcionalidade

source: Fuzzy Wuzzy
pt_pt: Felpudo, macio

source: Gabon
pt_pt: Gabão

source: Gain
pt_pt: Ganho

source: Gallery
pt_pt: Galeria

source: Gambia, The
pt_pt: Gâmbia

source: Gamma
pt_pt: Gama

source: Gamma Correction
pt_pt: Correcção gama

source: Gaza Strip
pt_pt: Faixa de Gaza

source: Georgia
pt_pt: Geórgia

source: Germany
pt_pt: Alemanha

source: Ghana
pt_pt: Gana

source: Ghost
pt_pt: Fantasma

source: Ghost white
pt_pt: Branco fantasma

source: Ginger
pt_pt: Gengibre

source: Glaucous
pt_pt: Glauco

source: Glorioso Islands
pt_pt: Ilhas Gloriosas

source: Gold
pt_pt: Ouro

source: Golden brown
pt_pt: Castanho dourado

source: Golden poppy
pt_pt: Papoula dourada

source: Golden yellow
pt_pt: Amarelo dourado

source: Got it
pt_pt: Entendi

source: Gradient
pt_pt: Gradação

source: Granny Smith Apple
pt_pt: Maçã Granny Smith

source: Graphic
pt_pt: Gráfico

source: Gray
pt_pt: Cinzento

source: Gray Scale
pt_pt: Escala de cinzentos

source: Gray asparagus
pt_pt: Espargos cinzentos

source: Greece
pt_pt: Grécia

source: Green
pt_pt: Verde

source: Green Blue
pt_pt: Azul esverdeado

source: Green yellow
pt_pt: Verde amarelo

source: Greenland
pt_pt: Gronelândia

source: Grid
pt_pt: Grelha

source: Guadeloupe
pt_pt: Guadalupe

source: Guide
pt_pt: Guia

source: Guinea
pt_pt: Guiné

source: Guinea-Bissau
pt_pt: Guiné-Bissau

source: Guppie green
pt_pt: Guppie verde

source: Guyana
pt_pt: Guiana

source: HDTV (high-definition television)
pt_pt: HDTV (televisão de alta definição)

source: HTML document
pt_pt: Documento HTML

source: Han blue
pt_pt: Han azul

source: Han purple
pt_pt: Han roxo

source: Handshake
pt_pt: Cumprimento

source: Hansa yellow
pt_pt: Hansa amarelo

source: Hard Link
pt_pt: Ligação fixa

source: Hard-light
pt_pt: Luz forte

source: Harlequin
pt_pt: Arlequim

source: Header
pt_pt: Cabeçalho

source: Heading
pt_pt: Título

source: Headphones
pt_pt: Auscultadores

source: Heard Island and McDonald Islands
pt_pt: Ilha Heard e Ilhas McDonald

source: Heart Gold
pt_pt: Coração de ouro

source: Height
pt_pt: Altura

source: Heliotrope
pt_pt: Heliotrópio

source: Help
pt_pt: Ajuda

source: Hidden
pt_pt: Oculto

source: Hide
pt_pt: Ocultar

source: High Pass Filter
pt_pt: Filtro passa-altos

source: History
pt_pt: Histórico, Historial

source: Holy See (Vatican City)
pt_pt: Cidade Estado do Vaticano)

source: Honeydew
pt_pt: Melada

source: Hooker green
pt_pt: Hooker verde

source: Horizontally
pt_pt: Horizontalmente

source: Host
pt_pt: Anfitrião

source: Hot magenta
pt_pt: Magenta quente

source: Hot pink
pt_pt: Rosa quente

source: Hue
pt_pt: Matiz

source: Hue, Saturation, and Intensity (HSI)
pt_pt: Matiz, saturação e intensidade (HSI)

source: Hue, Saturation, and Lightness (HSL)
pt_pt: Matiz, saturação e claridade (HSL)

source: Hue, Saturation, and Value (HSV)
pt_pt: Matiz, saturação e valor (HSV)

source: Hum
pt_pt: Zumbido

source: Hungary
pt_pt: Hungria

source: Hunter green
pt_pt: Hunter verde

source: Hyperlink
pt_pt: Hiperligação

source: Hyphenation
pt_pt: Hifenização

source: Iceland
pt_pt: Islândia

source: Icon
pt_pt: Ícone

source: Ignore
pt_pt: Ignorar

source: Image
pt_pt: Imagem

source: Image Intensifier
pt_pt: Intensificador de imagem

source: Image Plane
pt_pt: Plano da imagem

source: Impedance (input or output)
pt_pt: Impedância (entrada ou saída)

source: Import
pt_pt: Importe, Importar

source: Imported
pt_pt: Importado

source: Incident Light
pt_pt: Luz incidente

source: Incorrect
pt_pt: Incorrecto

source: Indent
pt_pt: Indentar

source: Index
pt_pt: Índice

source: India
pt_pt: Índia

source: India green
pt_pt: Verde da Índia

source: Indian red
pt_pt: Vermelho indiano

source: Indian yellow
pt_pt: Amarelo indiano

source: Indigo
pt_pt: Índigo

source: Individual
pt_pt: Indivíduo, Individual

source: Indonesia
pt_pt: Indonésia

source: Information
pt_pt: Informação

source: Initial
pt_pt: Inicial

source: Input
pt_pt: Entrada

source: Insert
pt_pt: Inserir

source: Inserted
pt_pt: Inserido

source: Insertion Loss
pt_pt: Perda de inserção

source: Inside
pt_pt: Dentro

source: Install
pt_pt: Instalar

source: Installation
pt_pt: Instalação

source: Installed
pt_pt: Instalado

source: Interface
pt_pt: Ambiente

source: Interference
pt_pt: Interferência

source: Interlaced Scanning
pt_pt: Análise entrelaçada

source: Interline Transfer
pt_pt: Transferência entrelinha

source: Internal
pt_pt: Interno

source: International orange
pt_pt: Laranja internacional

source: Interval
pt_pt: Intervalo

source: Invalid
pt_pt: Inválido

source: Iran
pt_pt: Irão

source: Iraq
pt_pt: Iraque

source: Ireland
pt_pt: Irlanda

source: Iris
pt_pt: Íris

source: Isabelline
pt_pt: Isabelina

source: Islamic green
pt_pt: Verde islâmico

source: Isle of Man
pt_pt: Ilha de Man

source: Isolation Amplifier
pt_pt: Amplificador de isolamento

source: Italic
pt_pt: Itálico

source: Italy
pt_pt: Itália

source: Ivory
pt_pt: Marfim

source: January
pt_pt: Janeiro

source: Japan
pt_pt: Japão

source: Jasmine
pt_pt: Jasmim

source: Jasper
pt_pt: Jaspe

source: Jazzberry jam
pt_pt: Merda Jazzberry

source: Jitter
pt_pt: Distúrbio

source: Join
pt_pt: Juntar

source: Jordan
pt_pt: Jordânia

source: Juan de Nova Island
pt_pt: Ilha de Juan de Nova

source: July
pt_pt: Julho

source: June
pt_pt: Junho

source: June bud
pt_pt: Bud de junho

source: Jungle green
pt_pt: Selva verde

source: Justified
pt_pt: Justificado

source: Kazakhstan
pt_pt: Cazaquistão

source: Kelly green
pt_pt: Kelly verde

source: Kenya
pt_pt: Quénia

source: Key
pt_pt: Tecla, Chave

source: Keyboard
pt_pt: Teclado

source: Korea, North
pt_pt: Coreia do Norte

source: Korea, South
pt_pt: Coreia do Sul

source: Kyrgyzstan
pt_pt: Quirguistão

source: Label
pt_pt: Etiqueta, Rótulo

source: Language
pt_pt: Idioma, Língua, Linguagem de programação

source: Languid lavender
pt_pt: Lavanda Languid

source: Lapis lazuli
pt_pt: Lápis lazúli

source: Laptop
pt_pt: Portátil

source: Latvia
pt_pt: Letónia

source: Laurel green
pt_pt: Verde laurel

source: Lavender
pt_pt: Lavanda

source: Lavender blue
pt_pt: Azul lavanda

source: Lavender gray
pt_pt: Cinza lavanda

source: Lavender indigo
pt_pt: Índigo de lavanda

source: Lavender magenta
pt_pt: Magenta de lavanda

source: Lavender mist
pt_pt: Névoa lavanda

source: Lavender pink
pt_pt: Rosa lavanda

source: Layout
pt_pt: Disposição, Esquema

source: Leave
pt_pt: Deixar

source: Lebanon
pt_pt: Líbano

source: Left
pt_pt: Esquerda

source: Left Click
pt_pt: Clique esquerdo

source: Left-to-right
pt_pt: Esquerda->direita

source: Lemon
pt_pt: Limão

source: Lemon Yellow
pt_pt: Limão amarelo

source: Lemon chiffon
pt_pt: Chiffon de limão

source: Lemon lime
pt_pt: Limão

source: Length
pt_pt: Tamanho, Comprimento

source: Lens
pt_pt: Lente

source: Lens Preset Positioning
pt_pt: Posição predefinida da lente

source: Lens Speed
pt_pt: Velocidade da lente

source: Lesotho
pt_pt: Lesoto

source: Letter
pt_pt: Letra, Carta

source: Level
pt_pt: Nível

source: Liberia
pt_pt: Libéria

source: Library
pt_pt: Biblioteca

source: Libya
pt_pt: Líbia

source: License
pt_pt: Licença

source: Light
pt_pt: Claro, Leve, Luz

source: Light apricot
pt_pt: Alperce claro

source: Light blue
pt_pt: Azul claro

source: Light brown
pt_pt: Castanho claro

source: Light coral
pt_pt: Coral claro

source: Light cyan
pt_pt: Ciano claro

source: Light fuchsia pink
pt_pt: Rosa fúcsia leve

source: Light goldenrod yellow
pt_pt: Amarelo claro dourado amarelo

source: Light gray
pt_pt: Cinza claro

source: Light green
pt_pt: Luz verde

source: Light pink
pt_pt: Luz rosa

source: Light salmon
pt_pt: Salmão claro

source: Light salmon pink
pt_pt: Rosa salmão claro

source: Light sea green
pt_pt: Mar verde claro

source: Light sky blue
pt_pt: Céu azul claro

source: Light slate gray
pt_pt: Light ardósia cinza

source: Light taupe
pt_pt: Taupe claro

source: Light yellow
pt_pt: Luz amarela

source: Lighten
pt_pt: Aliviar, Clarear

source: Lighting Level
pt_pt: Nível de iluminação

source: Lilac
pt_pt: Lilás

source: Lime
pt_pt: Lima

source: Lime green
pt_pt: Verde limão

source: Lincoln green
pt_pt: Lincoln verde

source: Line
pt_pt: Linha

source: Line Amplifier
pt_pt: Amplificador de linha

source: Line spacing
pt_pt: Espaçamento entre linhas

source: Linen
pt_pt: Linho

source: Link
pt_pt: Ligação

source: Linked
pt_pt: Ligado

source: Lion
pt_pt: Leão

source: List
pt_pt: Lista

source: Lithuania
pt_pt: Lituânia

source: Liver
pt_pt: Fígado

source: Load
pt_pt: Carregar

source: Loaded
pt_pt: Carregado

source: Loading
pt_pt: A carregar

source: Location
pt_pt: Localização

source: Lock/Unlock
pt_pt: Trancar/Destrancar

source: Locked
pt_pt: Bloqueado

source: Loop
pt_pt: Ciclo

source: Loop Through
pt_pt: Rodar por, Circular por

source: Loss
pt_pt: Perda

source: Lost
pt_pt: Perdido

source: Low-Frequency Distortion
pt_pt: Distorção de baixa frequência

source: Lower
pt_pt: Inferior

source: Lowercase
pt_pt: Minúsculas

source: Lowpass Filter
pt_pt: Filtro passa-baixos

source: Luminance (Photometric Brightness)
pt_pt: Luminância (brilho fotométrico)

source: Luminance Signal
pt_pt: Sinal de luminância

source: Lust
pt_pt: Luxúria

source: Luxembourg
pt_pt: Luxemburgo

source: Macaroni and Cheese
pt_pt: Macarrão com queijo

source: Macedonia
pt_pt: Macedónia

source: Madagascar
pt_pt: Madagáscar

source: Magic mint
pt_pt: Menta mágica

source: Magnolia
pt_pt: Magnólia

source: Mahogany
pt_pt: Mogno

source: Mail
pt_pt: Correio

source: Main
pt_pt: Principal

source: Maize
pt_pt: Milho

source: Malachite
pt_pt: Malaquita

source: Malaysia
pt_pt: Malásia

source: Maldives
pt_pt: Maldivas

source: Manager
pt_pt: Gestor

source: Mantis
pt_pt: Louva-a-Deus

source: March
pt_pt: Março

source: Margin
pt_pt: Margem

source: Mark
pt_pt: Marca, Marcar

source: Marshall Islands
pt_pt: Ilhas Marshall

source: Martinique
pt_pt: Martinica

source: Master
pt_pt: Mestre

source: Master document
pt_pt: Documento mestre

source: Matrix Switcher
pt_pt: Matriz de interruptores

source: Mauritania
pt_pt: Mauritânia

source: Mauritius
pt_pt: Maurícia

source: Mauve
pt_pt: Malva

source: Mauve taupe
pt_pt: Taupe malva

source: Max
pt_pt: Máximo

source: Maximum
pt_pt: Máximo

source: May
pt_pt: Maio

source: Maya blue
pt_pt: Maya azul

source: Meat brown
pt_pt: Carne marrom

source: Media
pt_pt: Suporte

source: Medium
pt_pt: Média

source: Medium Persian blue
pt_pt: Médio azul persa

source: Medium aquamarine
pt_pt: Aquamarine média

source: Medium blue
pt_pt: Azul médio

source: Medium candy apple red
pt_pt: Maçã de doce de maçã média

source: Medium carmine
pt_pt: Carmin médio

source: Medium champagne
pt_pt: Champagne médio

source: Medium electric blue
pt_pt: Azul eléctrico médio

source: Medium jungle green
pt_pt: Verde médio da selva

source: Medium lavender magenta
pt_pt: Magenta de lavanda média

source: Medium orchid
pt_pt: Orquídea média

source: Medium purple
pt_pt: Médio roxo

source: Medium red violet
pt_pt: Médio violeta vermelho

source: Medium sea green
pt_pt: Verde médio do mar

source: Medium slate blue
pt_pt: Meio azul de ardósia

source: Medium spring bud
pt_pt: Mola de primavera média

source: Medium spring green
pt_pt: Primavera média verde

source: Medium taupe
pt_pt: Taupe médio

source: Medium teal blue
pt_pt: Metais azuis

source: Medium turquoise
pt_pt: Turquesa média

source: Medium violet red
pt_pt: Vermelho violeta médio

source: Melon
pt_pt: Melão

source: Memo
pt_pt: Memorando, Nota

source: Memory
pt_pt: Memória

source: Merge
pt_pt: Unir

source: Message
pt_pt: Mensagem

source: Method
pt_pt: Método

source: Mexico
pt_pt: México

source: Micronesia, Federated States of
pt_pt: Estados Federados da Micronésia

source: Microphone
pt_pt: Microfone

source: Middle
pt_pt: Meio

source: Midnight blue
pt_pt: Azul da meia noite

source: Midnight green
pt_pt: Verde da meia-noite

source: Mikado yellow
pt_pt: Mikado amarelo

source: Min
pt_pt: Mín., Mínimo

source: Minimum
pt_pt: Mínimo

source: Mint
pt_pt: Hortelã

source: Mint cream
pt_pt: Creme de mint

source: Mint green
pt_pt: Pimenta verde

source: Minute
pt_pt: Minuto

source: Mirroring
pt_pt: Espelhação

source: Missing
pt_pt: Em falta

source: Mobile
pt_pt: Telemóvel

source: Moccasin
pt_pt: Mocassim

source: Mode
pt_pt: Modo

source: Mode beige
pt_pt: Modo bege

source: Modified
pt_pt: Modificado

source: Modify
pt_pt: Modifique, Modificar

source: Modulation
pt_pt: Modulação

source: Module
pt_pt: Módulo

source: Moldova
pt_pt: Moldávia

source: Monaco
pt_pt: Mónaco

source: Mongolia
pt_pt: Mongólia

source: Monochrome
pt_pt: Monocromático

source: Monochrome Signal
pt_pt: Sinal monocromático

source: Monochrome Transmission
pt_pt: Transmissão monocromática

source: Month
pt_pt: Mês

source: Months
pt_pt: Meses

source: Moonstone blue
pt_pt: Blue Moonstone

source: Morocco
pt_pt: Marrocos

source: Morph
pt_pt: Formar

source: Moss green
pt_pt: Musgo verde

source: Motion
pt_pt: Movimento

source: Mouse
pt_pt: Rato

source: Move
pt_pt: Mova, Mover

source: Mozambique
pt_pt: Moçambique

source: Multi-factor Authentication (MFA)
pt_pt: Autenticação multi-factor (MFA)

source: Multiple
pt_pt: Múltiplo

source: Mustard
pt_pt: Mostarda

source: Myrtle
pt_pt: Murta

source: Nadeshiko pink
pt_pt: Nadeshiko rosa

source: Name
pt_pt: Nome

source: Named
pt_pt: Nomeado, Chamado, Designado

source: Names
pt_pt: Nomes

source: Namibia
pt_pt: Namíbia

source: Napier green
pt_pt: Napier verde

source: Naples yellow
pt_pt: Nápoles amarelo

source: Navajo white
pt_pt: Navajo branco

source: Navassa Island
pt_pt: Ilha de Navassa

source: Navigation
pt_pt: Navegação

source: Navigator
pt_pt: Navegador

source: Navy blue
pt_pt: Azul marinho

source: Neon Carrot
pt_pt: Cenoura de néon

source: Neon fuchsia
pt_pt: Fúcsia de néon

source: Neon green
pt_pt: Verde neon

source: Netherlands
pt_pt: Holanda

source: Netherlands Antilles
pt_pt: Antilhas holandesas

source: Network
pt_pt: Rede

source: Neutral Density Filter (ND filter)
pt_pt: Filtro de densidade neutra (ND)

source: New Caledonia
pt_pt: Nova Caledónia

source: New Zealand
pt_pt: Nova Zelândia

source: News Feed
pt_pt: Fonte

source: Next
pt_pt: Seguinte

source: Nicaragua
pt_pt: Nicarágua

source: Niger
pt_pt: Níger

source: Nigeria
pt_pt: Nigéria

source: No
pt_pt: Não

source: Noise
pt_pt: Ruído

source: Non-Composite Video
pt_pt: Vídeo não composto

source: Non-photo blue
pt_pt: Não foto azul

source: Norfolk Island
pt_pt: Ilha de Norfolk

source: Northern Mariana Islands
pt_pt: Ilhas Marianas do Norte

source: Norway
pt_pt: Noruega

source: Not a regular file
pt_pt: Não é um ficheiro normal

source: Note
pt_pt: Nota

source: November
pt_pt: Novembro

source: Numbering
pt_pt: Numeração

source: OK
pt_pt: Aceitar

source: OLE objects
pt_pt: Objectos OLE

source: Object
pt_pt: Objecto

source: Occurred
pt_pt: Ocorreu

source: Ochre
pt_pt: Ocre

source: October
pt_pt: Outubro

source: Office
pt_pt: Escritório

source: Office green
pt_pt: Escritório verde

source: Offset
pt_pt: Desvio

source: Old gold
pt_pt: Ouro Velho

source: Old lace
pt_pt: Laço velho

source: Old lavender
pt_pt: Lavanda antiga

source: Old mauve
pt_pt: Malva velha

source: Old rose
pt_pt: Velho rosa

source: Olive
pt_pt: Oliva

source: Olive Green
pt_pt: Verde oliva

source: Oman
pt_pt: Omã

source: Onyx
pt_pt: Ônix

source: Opera mauve
pt_pt: Ópera malva

source: Operation
pt_pt: Operação

source: Optimal
pt_pt: Óptimo

source: Option
pt_pt: Opção

source: Optional
pt_pt: Opcional

source: Orange
pt_pt: Laranja

source: Orange Yellow
pt_pt: Laranja amarelo

source: Orange peel
pt_pt: Casca de laranja, Celulite

source: Orange red
pt_pt: Laranja vermelho

source: Orchid
pt_pt: Orquídea

source: Ordinary
pt_pt: Normal

source: Orientation
pt_pt: Orientação

source: Outer
pt_pt: Exterior

source: Outer Space
pt_pt: Espaço sideral

source: Outline
pt_pt: Realce, Contorno, Perfil, Resumo, Esboço

source: Output
pt_pt: Saída

source: Overflow
pt_pt: Transporte

source: Overlay
pt_pt: Sobrepor

source: Overline
pt_pt: Sobre-linha

source: Overwrite
pt_pt: Sobrescrever

source: Owner
pt_pt: Dono, Proprietário

source: P_rinter Setup
pt_pt: Configurar imp_ressão

source: Pa_ge Setup
pt_pt: Configurar pá_gina

source: Package
pt_pt: Pacote

source: Packet
pt_pt: Pacote

source: Padding
pt_pt: Espaço

source: Page
pt_pt: Página

source: Page style
pt_pt: Estilo de página

source: Pakistan
pt_pt: Paquistão

source: Pakistan green
pt_pt: Paquistão verde

source: Palatinate blue
pt_pt: Palatinado azul

source: Palatinate purple
pt_pt: Palatinado roxo

source: Pale blue
pt_pt: Azul pálido

source: Pale brown
pt_pt: Castanho claro

source: Pale carmine
pt_pt: Carmine pálido

source: Pale chestnut
pt_pt: Castanha pálida

source: Pale copper
pt_pt: Cobre pálido

source: Pale goldenrod
pt_pt: Pura dourada

source: Pale green
pt_pt: Verde pálido

source: Pale lavender
pt_pt: Pálido lavanda

source: Pale magenta
pt_pt: Pálido magenta

source: Pale pink
pt_pt: Rosa pálido

source: Pale plum
pt_pt: Ameixa palida

source: Pale red violet
pt_pt: Violeta vermelho pálido

source: Pale silver
pt_pt: Prata pálida

source: Pale violet red
pt_pt: Pálido violeta vermelho

source: Pan/Tilt Preset Positioning
pt_pt: Posição predefinida Pan and Tilt

source: Panama
pt_pt: Panamá

source: Papaya whip
pt_pt: Chicote de papaia

source: Paper
pt_pt: Papel

source: Papua New Guinea
pt_pt: Papua Nova Guiné

source: Paracel Islands
pt_pt: Ilhas Paracel

source: Paragraph
pt_pt: Parágrafo

source: Paraguay
pt_pt: Paraguai

source: Parameter
pt_pt: Parâmetro

source: Parse
pt_pt: Processar

source: Password
pt_pt: Senha

source: Paste
pt_pt: Colar

source: Pastel blue
pt_pt: Pastel azul

source: Pastel gray
pt_pt: Cinza Pastel

source: Pastel green
pt_pt: Pastel verde

source: Pastel orange
pt_pt: Laranja Pastel

source: Pastel pink
pt_pt: Pastel rosa

source: Pastel purple
pt_pt: Pastel roxo

source: Pastel red
pt_pt: Pastel vermelho

source: Pastel violet
pt_pt: Pastel violeta

source: Pastel yellow
pt_pt: Amarelo em Pastel

source: Patch Panel
pt_pt: Painel de ligações

source: Path
pt_pt: Caminho

source: Patriarch
pt_pt: Patriarca

source: Pattern
pt_pt: Padrão, Textura

source: Payne grey
pt_pt: Payne cinza

source: Peach
pt_pt: Pêssego

source: Peach puff
pt_pt: Puff de pêssego

source: Peach yellow
pt_pt: Amarelo de pêssego

source: Peak Pulse Amplitude
pt_pt: Amplitude do pulso

source: Peak-to-Peak
pt_pt: Pico-a-Pico

source: Pear
pt_pt: Pera

source: Pearl
pt_pt: Pérola

source: Perform
pt_pt: Realizar

source: Peridot
pt_pt: Peridoto

source: Period
pt_pt: Período

source: Periwinkle
pt_pt: Pervinca

source: Persian blue
pt_pt: Azul persa

source: Persian indigo
pt_pt: Índigo persa

source: Persian orange
pt_pt: Laranja persa

source: Persian pink
pt_pt: Rosa persa

source: Persian plum
pt_pt: Ameixa persa

source: Persian red
pt_pt: Vermelho persa

source: Persian rose
pt_pt: Rosa persa

source: Personal
pt_pt: Pessoal

source: Philippines
pt_pt: Filipinas

source: Phono plug
pt_pt: Ficha áudio, ficha RCA

source: Phthalo green
pt_pt: Phthalo verde

source: Picture
pt_pt: Imagem

source: Picture Element
pt_pt: Elemento de imagem

source: Pine green
pt_pt: Pinho verde

source: Ping-Pongy
pt_pt: Pingue-Pongue

source: Pink
pt_pt: Rosa

source: Pink Sherbet
pt_pt: Sorvete cor-de-rosa

source: Pink pearl
pt_pt: Pérola rosa

source: Pistachio
pt_pt: Pistache

source: Pitcairn Islands
pt_pt: Ilhas Pitcairn

source: Placeholder
pt_pt: Marcador de posição, Variável

source: Platinum
pt_pt: Platina

source: Please
pt_pt: Por favor

source: Please wait
pt_pt: Por favor, aguarde

source: Plotter
pt_pt: Traçador

source: Plum
pt_pt: Ameixa

source: Pointer
pt_pt: Ponteiro

source: Poland
pt_pt: Polónia

source: Pop-up Window
pt_pt: Balão

source: Portuguese
pt_pt: Português

source: Portuguese words starting with the letter A
pt_pt: Palavras portuguesas começadas com a letra A

source: Portuguese words starting with the letter B
pt_pt: Palavras portuguesas começadas com a letra B

source: Portuguese words starting with the letter C
pt_pt: Palavras portuguesas começadas com a letra C

source: Portuguese words starting with the letter D
pt_pt: Palavras portuguesas começadas com a letra D

source: Portuguese words starting with the letter E
pt_pt: Palavras portuguesas começadas com a letra E
